Repository: Heckie75/kodi-addon-wellbeing
Catalog: script.wellbeing/resources/language/resource.language.*/strings.po
Languages: sk_sk, sv_se

# #32001
source: Default password is 0000
sk_sk: Predvolené heslo je 0000
sv_se: Standardlösenordet är 0000

# #32002
source: Note: Also set 'master lock' for add-on manager ...
sk_sk: Poznámka: nastavte aj 'hlavný zámok' pre správcu doplnkov...
sv_se: Observera: Ställ också in "huvudlås" för tilläggshanteraren ...

# #32003
source: ... in order to prevent access to these settings.
sk_sk: ...zabránite tak prístupu k týmto nastaveniam.
sv_se: ... för att förhindra åtkomst till dessa inställningar.

# #32004
source: Auto-stop
sk_sk: Automaticky zastaviť
sv_se: Autostopp

# #32005
source: every 15 minutes
sk_sk: každých 15 minút
sv_se: var 15:e minut

# #32006
source: every 20 minutes
sk_sk: každých 20 minút
sv_se: var 20:e minut

# #32007
source: every 30 minutes
sk_sk: každých 30 minút
sv_se: var 30:e minut

# #32008
source: Do you want to continue playback despite the rest period?
sk_sk: Chcete pokračovať v prehrávaní aj napriek času na odpočinok?
sv_se: Vill du fortsätta uppspelningen trots viloperioden?

# #32009
source: Ask to stop playback in rest period
sk_sk: Spýtať sa na zastavenie prehrávania v čase odpočinku
sv_se: Be att få stoppa uppspelningen under viloperioden

# #32010
source: Access
sk_sk: Prístup
sv_se: Åtkomst

# #32011
source: Limit
sk_sk: Obmedziť
sv_se: Gräns

# #32012
source: audio and video
sk_sk: audio a video
sv_se: ljud och video

# #32014
source: Action
sk_sk: Akcia
sv_se: Åtgärd

# #32015
source: notification
sk_sk: Upozornenia
sv_se: avisering

# #32016
source: stop
sk_sk: zastaviť
sv_se: stoppa

# #32017
source: password
sk_sk: heslo
sv_se: lösenord

# #32018
source: date
sk_sk: dátum
sv_se: datum

# #32020
source: Playback time
sk_sk: Čas prehrávania
sv_se: Uppspelningstid

# #32021
source: Monday
sk_sk: Pondelok
sv_se: Måndag

# #32022
source: Tuesday
sk_sk: Utorok
sv_se: Tisdag

# #32023
source: Wednesday
sk_sk: Streda
sv_se: Onsdag

# #32024
source: Thursday
sk_sk: Štvrtok
sv_se: Torsdag

# #32025
source: Friday
sk_sk: Piatok
sv_se: Fredag

# #32026
source: Saturday
sk_sk: Sobota
sv_se: Lördag

# #32027
source: Sunday
sk_sk: Nedeľa
sv_se: Söndag

# #32030
source: off
sk_sk: vypnuté
sv_se: av

# #32031
source: 15 minutes left
sk_sk: zostáva 15 minút
sv_se: 15 minuter kvar

# #32032
source: 5 minutes left
sk_sk: zostáva 5 minút
sv_se: 5 minuter kvar

# #32033
source: 1 minute left
sk_sk: zostáva 1 minúta
sv_se: 1 minut kvar

# #32034
source: Playback time is over for today
sk_sk: Čas prehrávania pre dnešok skončil
sv_se: Uppspelningstiden är slut för idag

# #32035
source: Enter password to continue
sk_sk: Pre pokračovanie zadajte heslo
sv_se: Ange lösenord för att fortsätta

# #32036
source: Password is invalid
sk_sk: Heslo je neplatné
sv_se: Lösenordet är ogiltigt

# #32037
source: Reactivation for today successful
sk_sk: Reaktivácia na dnes bola úspešná
sv_se: Återaktivering för idag framgångsrik

# #32040
source: %s %s played today
sk_sk: Doba prehrávania %s %s
sv_se: %s %s spelades idag

# #32041
source: %s left
sk_sk: %s ostáva
sv_se: %s kvar

# #32042
source: hourly
sk_sk: každú hodinu
sv_se: timmar

# #32043
source: 15 minutes before limit will be reached
sk_sk: 15 minút pred uplynutím limitu
sv_se: 15 minuter innan gränsen kommer att nås

# #32044
source: 5 minutes before limit will be reached
sk_sk: 5 minút pred uplynutím limitu
sv_se: 5 minuter innan gränsen kommer att nås

# #32045
source: 1 minute before limit will be reached
sk_sk: 1 minútu pred uplynutím limitu
sv_se: 1 minut innan gränsen kommer att nås

# #32050
source: Rest period
sk_sk: Čas na odpočinok
sv_se: Viloperiod

# #32051
source: from Monday
sk_sk: od pondelka
sv_se: från måndag

# #32052
source: to Tuesday
sk_sk: do utorka
sv_se: till tisdag

# #32053
source: from Tuesday
sk_sk: od utorka
sv_se: från tisdag

# #32054
source: to Wednesday
sk_sk: do stredy
sv_se: till onsdag

# #32055
source: from Wednesday
sk_sk: od stredy
sv_se: från onsdag

# #32056
source: to Thursday
sk_sk: do štvrtku
sv_se: till torsdag

# #32057
source: from Thursday
sk_sk: od štvrtku
sv_se: från torsdag

# #32058
source: to Friday
sk_sk: do piatka
sv_se: till fredag

# #32059
source: from Friday
sk_sk: od piatka
sv_se: från fredag

# #32060
source: to Saturday
sk_sk: do soboty
sv_se: till lördag

# #32061
source: from Saturday
sk_sk: od soboty
sv_se: från lördag

# #32062
source: to Sunday
sk_sk: do nedele
sv_se: till söndag

# #32063
source: from Sunday
sk_sk: od nedele
sv_se: från söndag

# #32064
source: to Monday
sk_sk: do pondelka
sv_se: till måndag

# #32065
source: Monday night
sk_sk: Noc z pondelka na utorok
sv_se: Måndag kväll

# #32066
source: Tuesday night
sk_sk: Noc z utorka na stredu
sv_se: Tisdag kväll

# #32067
source: Wednesday night
sk_sk: Noc zo stredy na štvrtok
sv_se: Onsdag kväll

# #32068
source: Thursday night
sk_sk: Noc zo štvrtka na piatok
sv_se: Torsdag kväll

# #32069
source: Friday night
sk_sk: Noc z piatka na sobotu
sv_se: Fredag kväll

# #32070
source: Saturday night
sk_sk: Noc zo soboty na nedeľu
sv_se: Lördag kväll

# #32071
source: Sunday night
sk_sk: Noc z nedele na pondelok
sv_se: Söndag kväll

# #32072
source: Today's time budget
sk_sk: Dnešný časový rozpočet

# #32073
source: Display status
sk_sk: Zobraziť stav

# #32074
source: Reset today's time budget
sk_sk: Obnoviť dnešný časový rozpočet

# #32075
source: Set today's time budget
sk_sk: Nastaviť dnešný časový rozpočet

# #32080
source: Playback has been interrupted in rest period
sk_sk: Prehrávanie bolo prerušené v čase odpočinku
sv_se: Uppspelningen har avbrutits under viloperioden

# #32100
source: Limit the playback time for all media or just for video.
sk_sk: Obmedziť čas prehrávania pre všetky médiá alebo iba pre video.
sv_se: Begränsa uppspelningstiden för alla medier eller bara för video.

# #32101
source: Limit the playback time for this day.
sk_sk: Obmedziť čas prehrávania v tento deň.
sv_se: Begränsa uppspelningstiden för denna dag.

# #32102
source: Receive notifications about current playback time and playback time left.
sk_sk: Prijímať upozornenia o aktuálnom a zostávajúcom čase prehrávania.
sv_se: Få meddelanden om aktuell uppspelningstid och återstående uppspelningstid.

# #32103
source: Define which media is banned during rest period that day. All media or just video.
sk_sk: Určite, ktoré médiá budú v danom dni a v čase odpočinku zakázané. Všetky médiá alebo iba video.
sv_se: Definiera vilka medier som är förbjudna under viloperioden den dagen. All media eller bara video.

# #32104
source: Time when rest period begins.
sk_sk: Čas, kedy odpočinok začína.
sv_se: Tidpunkt då viloperioden börjar.

# #32105
source: Time when rest period ends.
sk_sk: Čas, kedy odpočinok končí.
sv_se: Tidpunkt då viloperioden avslutas.

# #32106
source: Ask regularly during rest period if playback should be continued.
sk_sk: Počas času na odpočinok sa pravidelne pýtať, či má prehrávanie pokračovať.
sv_se: Fråga regelbundet under viloperioden om uppspelningen ska fortsätta.

# #32107
source: Password to unlock after limit has been reached or rest period has been entered.
sk_sk: Heslo na odomknutie po prekročení limitu alebo prehrávaní v čase odpočinku.
sv_se: Lösenord för att låsa upp efter att gränsen har nåtts eller viloperioden har påbörjats.

# #32000
source: Wellbeing
sv_se: Välbefinnande
